Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/clockenstein.tmx
Source language: en
Languages: sv

source: %d minutes ago
sv: %d minuter sedan

source: Password
sv: Lösenord

source: Delete '%s'?
sv: Ta bort ”%s”?

source: A calendar application for Linux desktops
sv: Ett kalenderprogram för Linux-datorer

source: Actions
sv: Åtgärder

source: MON
sv: Mån

source: Reminders
sv: Påminnelser

source: Synchronization requested
sv: Synkronisering begärd

source: 24-hour clock
sv: 24-timmars klocka

source: Could not connect the Google account
sv: Kunde inte ansluta Google-kontot

source: Optional
sv: Valbart

source: Online Accounts returned no access token
sv: Webbkonton returnerade ingen åtkomsttoken

source: Every %s
sv: Varje %s

source: Preferences
sv: Inställningar

source: Calendars
sv: Kalendrar

source: Save
sv: Spara

source: Unknown calendar %s
sv: Okänd kalender %s

source: Set alarms
sv: Ställ in larm

source: No Google accounts were found in Online Accounts.
sv: Inga Google-konton hittades under Webbkonton.

source: SAT
sv: Lör

source: Notes
sv: Kommentarer

source: Manage your events and appointments
sv: Hantera dina händelser och möten

source: This event started %d minute ago
sv: Händelsen började för %d minut sedan

source: This event started %d minutes ago
sv: Händelsen började för %d minuter sedan

source: %d minute
sv: %d minut

source: %d minutes
sv: %d minuter

source: Could not save the password in the keyring
sv: Kunde inte spara lösenordet i nyckelringen

source: First day of the week
sv: Första dag i veckan

source: My Calendars
sv: Mina kalendrar

source: seconds
sv: sekunder

source: Could not delete alarm
sv: Kunde inte ta bort larmet

source: Today
sv: Idag

source: 2 years ahead
sv: 2 år framåt i tiden

source: Other Calendars
sv: Övriga kalendrar

source: Requesting initial synchronization…
sv: Begär inledande synkronisering…

source: Google did not return a primary calendar
sv: Google returnerade ingen primär kalender

source: TUE
sv: Tis

source: FRI
sv: Fre

source: authorization expired
sv: behörigheten har gått ut

source: Audio files
sv: Ljudfiler

source: The event dates are outside the sync range for %s.
sv: Datumen för händelsen ligger utanför synkroniseringsintervallet för %s.

source: Error: %s
sv: Fel: %s

source: Title
sv: Rubrik

source: The selected Online Account is unavailable
sv: Det valda webbkontot är inte tillgängligt.

source: Sync range
sv: Synkroniseringsområde

source: not connected
sv: inte ansluten

source: Use locale default
sv: Använd systemets standard

source: PM
sv: em

source: Sync every 15 minutes
sv: Synkronisera var 15:e minut

source: Choose a sound
sv: Välj ett ljud

source: Time
sv: Tid

source: Edit Calendar
sv: Redigera kalender

source: No upcoming events
sv: Inga kommande händelser

source: Color
sv: Färg

source: The notification agent is not running.
sv: Aviseringsagenten körs inte.

source: WED
sv: Ons

source: Dismiss
sv: Avfärda

source: Tomorrow
sv: I morgon

source: Create
sv: Skapa

source: Month
sv: Månad

source: The daemon is not running.
sv: Bakgrundstjänsten körs inte.

source: Choose an account
sv: Välj ett konto

source: THU
sv: Tor

source: CalDAV server URLs must use HTTP or HTTPS
sv: CalDAV-serveradresser måste använda HTTP eller HTTPS

source: Too many events
sv: Alltför många händelser

source: calendar;event;appointment;Google;CalDAV;Nextcloud;
sv: kalender;händelse;möte;Google;CalDAV;Nextcloud;

source: Week
sv: Vecka

source: Disconnect %s
sv: Koppla från %s

source: Google Account
sv: Google-konto

source: 3 months ahead
sv: 3 månader framåt i tiden

source: this calendar
sv: den här kalendern

source: Loading your Google calendars…
sv: Läser in dina Google-kalendrar…

source: Contacting CalDAV server…
sv: Ansluter till CalDAV-servern…

source: Show this calendar
sv: Visa den här kalendern

source: This date is outside the sync range for: %s. Events may be missing.
sv: Detta datum ligger utanför synkroniseringsintervallet för: %s. Det kan saknas händelser.

source: This CalDAV account is offline. It is now read-only.
sv: Detta CalDAV-konto är frånkopplat. Det är nu skrivskyddat.

source: Start
sv: Starttid

source: Clear date
sv: Rensa datum

source: Requesting authorization from Online Accounts…
sv: Begär behörighet från Webbkonton…

source: Untitled
sv: Namnlös

source: Clocks
sv: Klockor

source: This online calendar will be disconnected and removed from the application.
sv: Den här webbkalendern kommer att kopplas bort och tas bort från programmet.

source: Add a New Calendar…
sv: Lägg till en ny kalender…

source: Remove
sv: Ta bort

source: Delete
sv: Ta bort

source: 1 minute ago
sv: 1 minut sedan

source: New Event
sv: Ny händelse

source: Some online calendars are disconnected (read-only).
sv: Vissa webbkalendrar är frånkopplade (skrivskyddade).

source: Synchronization and reminders may be unavailable.
sv: Synkronisering och påminnelser kanske inte är tillgängliga.

source: A server URL is required
sv: Server-URL krävs

source: Birthday
sv: Födelsedag

source: Visible
sv: Synlig

source: Sound
sv: Ljud

source: Open Calendar
sv: Öppna kalender

source: New Calendar
sv: Ny kalender

source: %d hours ago
sv: %d timmar sedan

source: Location
sv: Plats

source: 1 hour ago
sv: 1 timme sedan

source: At least one local calendar is required
sv: Minst en lokal kalender krävs

source: Personal
sv: Personlig

source: Mute
sv: Stäng av ljudet

source: CalDAV (Nextcloud, Memotoo, etc.)
sv: CalDAV (Nextcloud, Memotoo m.fl.)

source: No alarms are set
sv: Inga larm har ställts in

source: Out of office
sv: Frånvarande

source: +%d more
sv: +%d till

source: A username and password are required
sv: Användarnamn och lösenord krävs

source: Not synced yet
sv: Ännu inte synkroniserad

source: Alarms will not ring.
sv: Larmen kommer inte att ljuda.

source: About
sv: Om

source: just now
sv: nyss

source: Working location
sv: Arbetsplats

source: Event Details
sv: Händelsedetaljer

source: %d days ago
sv: %d dagar sedan

source: Calendar
sv: Kalender

source: Could not update alarm
sv: Kunde inte uppdatera larmet

source: Main menu
sv: Huvudmeny

source: From Gmail
sv: Från Gmail

source: The event has no CalDAV resource URL
sv: Händelsen har ingen resurs-URL i CalDAV

source: New Alarm
sv: Nytt larm

source: Refresh requested for %s…
sv: Uppdatering begärd för %s…

source: Authorization received • Contacting Google Calendar…
sv: Behörighet mottagen • Kontaktar Google Kalender…

source: Password not found in the keyring
sv: Lösenordet finns inte i nyckelringen

source: Remove %s?
sv: Ta bort %s?

source: AM
sv: fm

source: 12-hour clock
sv: 12-timmars klocka

source: Add
sv: Lägg till

source: Local
sv: Lokal

source: Sync every 2 hours
sv: Synkronisera varannan timme

source: Calendar Event
sv: Kalenderhändelse

source: Starts now
sv: Börjar nu

source: Connecting to online calendars…
sv: Ansluter till webbkalendrar…

source: Alarms
sv: Larm

source: Could not contact Online Accounts: %s
sv: Kunde inte kontakta Webbkonton: %s

source: Seconds between sounds
sv: Sekunder mellan ljud

source: Online
sv: Ansluten

source: Could not open alarm database
sv: Kunde inte öppna larmdatabasen

source: Could not load alarms: %s
sv: Kunde inte läsa in larm: %s

source: Reminders may be unavailable.
sv: Påminnelser kanske inte är tillgängliga.

source: 1 year ahead
sv: 1 år framåt i tiden

source: Remind me about events in this calendar
sv: Påminn mig om händelser i den här kalendern

source: Starts in %d minute
sv: Börjar om %d minut

source: Starts in %d minutes
sv: Börjar om %d minuter

source: Play selected sound
sv: Spela upp valt ljud

source: SUN
sv: Sön

source: Year
sv: År

source: All the events from this calendar will be permanently removed.
sv: Alla händelser i den här kalendern kommer att tas bort permanent.

source: Snooze
sv: Påminn senare

source: 1 day ago
sv: 1 dag sedan

source: Could not save alarm
sv: Kunde inte spara larmet

source: Name
sv: Namn

source: This type of event (%s) cannot be edited.
sv: Den här typen av händelse (%s) går inte att redigera.

source: Close
sv: Stäng

source: Day
sv: Dag

source: Connecting…
sv: Ansluter…

source: Calendar CalDAV password for %s
sv: Kalenderns CalDAV-lösenord för %s

source: End
sv: Sluttid

source: Time format
sv: Tidsformat

source: All day
sv: Hela dagen

source: The gir1.2-goa-1.0 package is missing
sv: Paketet gir1.2-goa-1.0 saknas

source: Disconnect %s?
sv: Koppla bort %s?

source: Local calendars
sv: Lokala kalendrar

source: Select
sv: Välj

source: Open Clocks
sv: Öppna Klockor

source: Every day
sv: Varje dag

source: Waiting for Google authorization…
sv: Väntar på behörighet från Google…

source: %d hour
sv: %d timme

source: %d hours
sv: %d timmar

source: Could not read %s
sv: Kunde inte läsa %s

source: Refresh this calendar
sv: Uppdatera den här kalendern

source: Edit
sv: Ändra

source: Username
sv: Användarnamn

source: Last sync: %s
sv: Senaste synkronisering: %s

source: This event will be permanently deleted.
sv: Den här händelsen kommer att raderas permanent.

source: clock;alarm;wake;
sv: klocka;larm;väck;

source: New event (Ctrl+N)
sv: Ny händelse (Ctrl+N)

source: Alarm
sv: Larm

source: Choose a date
sv: Välj ett datum

source: Connect
sv: Anslut

source: Refresh requested
sv: Uppdatering begärd

source: Alarm in %s
sv: Larm om %s

source: Could not request refresh: %s
sv: Det gick inte att begära uppdatering: %s

source: Unknown event %s
sv: Okänd händelse %s

source: Could not obtain Google authorization: %s
sv: Kunde inte hämta Google-auktorisering: %s

source: This Google account is offline.
sv: Det här Google-kontot är frånkopplat.

source: Not synchronized
sv: Ej synkroniserad

source: Offline, read only
sv: Frånkopplad, skrivskyddad

source: Focus time
sv: Fokustid

source: Google calendar not found.
sv: Google-kalendern hittades inte.

source: Coming Up
sv: Kommande händelser

source: Already synchronized less than 5 minutes ago
sv: Synkroniserades för mindre än 5 minuter sedan

source: Cancel
sv: Avbryt
